Repository: collective/yaco.structuralcontent
Catalog: yaco/structuralcontent/locales/*/LC_MESSAGES/yaco.structuralcontent.po
Languages: es, eu

source: Accion cancelled
es: Acci贸n cancelada
eu: Ekintza bertan behera utzi da

source: Cancel
es: Cancelar
eu: Utzi

source: Lock
es: Bloquear
eu: Blokeatu

source: Lock as structural content
es: Bloquear como contenido estructural
eu: Oinarrizko eduki gisa blokeatu

source: Lock this object as 'Structural content'
es: Bloquear este objecto como 'Contenido estructural'
eu: Elementu hau 'Oinarrizko eduki' gisa blokeatu

source: Save
es: Guardar
eu: Gorde

source: The content was locked as 'Structual content'. This object can't be modified unless it is unlocked previously
es: El contenido ha sido bloqueado como 'Contenido estructural'. Este objecto no puede ser modificado a menos que sea desbloqueado previamente

source: The object was unlocked and can now could be modified
es: Este objecto ha sido desbloquedo y ahora puede ser modificado
eu: Elementua desblokeatu egin da eta orain aldatu egin daiteke

source: This object is not locked
es: Este objecto no se encuentra bloqueado
eu: Elementu hau ez dago blokeatuta

source: To lock this object as 'Structural content' click on 'Save'. If you are unsure about this action click on 'Cancel'.
es: Para bloquear este objecto como 'Contenido Structural' presione en 'Guardar'. Si no esta seguro acerca de esta acci贸n presione en 'Cancelar'.
eu: Elementu hau 'Oinarrizko eduki' gisa blokeatzeko egin klik 'Gorde'n. Ziur ez bazaude, egin klik 'Utzi'n

source: To unlock this 'Structural content' object click on 'Save'. Remember that this could generate inconsistencies in the portal. If you are unsure about this action click on 'Cancel'.
es: Para desbloquear este objecto de 'Contenido estructural' presione en 'Guardar'. Recuerde que esto puede generar inconsistencias en el portal. Si no esta seguro acerca de esta acci贸n presione en 'Cancelar'.
eu: 'Oinarrizko eduki' hau desblokeatzeko egin klik 'Gorde'n. Gogoratu honek atarian inkonsistentziak sor ditzakeela. Ziur ez bazaude, egin klik 'Utzi'n.

source: Unlock
es: Desbloquear
eu: Desblokeatu

source: Unlock structural content
es: Desbloquear contenido structural
eu: Oinarrizko edukia desblokeatu

source: Unlock this structural content object
es: Desbloquear este objeto de contenido estructural
eu: Oinarrizko eduki hau desblokeatu

source: info_how_modify
es: Para modificar este objeto un Administrador del portal debe desbloquearlo primero
eu: Elementu hau aldatzeko, atariaren kudeatzaile batek desblokeatu egin behar du

source: info_locked
es: Este objeto se encuentra bloqueado como 'Contenido estructural'. Por esta raz贸n no puede ser editado, borrado o modificado de ninguna manera.
eu: Elementu hau 'Oinarrizko eduki' gisa blokeatuta dago. Horregatik ezin da inola ere aldatu edo ezabatu

source: label_locked
es: Bloqueado
eu: Blokeatuta

source: The content was locked as 'Structual content'
eu: Elementua 'Oinarrizko eduki' gisa blokeatu da
